/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Inställningar";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Allmänna inställningar";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Inloggningsinställningar";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Version";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Om";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Inloggningstyp";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Grundläggande autentisering";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Användarnamn";

/* XFLD: label for a field */
"PASSWORD" = "Lösenord";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Avancerade inställningar";

/* XFLD: label for a field */
"SERVER_URL" = "Server-URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Använd SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP-anslutningsinfo";

/* XFLD: label for a field */
"SERVER_NAME" = "Servernamn";

/* XFLD: label for a field */
"SERVER_PORT" = "Serverport";

/* XFLD: label for a field */
"COMPANY_ID" = "Företags-ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktiveringskod";

/* XFLD: label for a field */
"URL_PREFIX" = "URL-prefix";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Applikationsspecifika inställningar";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Datalagringsfel";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Persistent lagring i säkert minne misslyckades.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Rubrik";

